Repository: eudyespinoza/secapp
Catalog: secureapprove_django/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: We implement appropriate technical and organizational measures to protect your personal information, including:
es: Implementamos medidas técnicas y organizativas apropiadas para proteger tu información personal, incluyendo:

source: 256-bit encryption for data in transit and at rest.
es: Cifrado de 256 bits para datos en tránsito y en reposo.

source: Regular security audits and vulnerability assessments.
es: Auditorías de seguridad regulares y evaluaciones de vulnerabilidad.

source: Access controls and authentication requirements for our systems.
es: Controles de acceso y requisitos de autenticación para nuestros sistemas.Controles de acceso y requisitos de autenticación para nuestros sistemas.

source: Secure data centers with physical security measures.
es: Centros de datos seguros con medidas de seguridad física.

source: 7. Data Retention
es: 7. Retención de Datos

source: We retain your personal information for as long as your account is active or as needed to provide you services. You may request deletion of your account and associated data at any time by contacting us.
es: Retenemos tu información personal mientras tu cuenta esté activa o según sea necesario para proporcionarte servicios. Puedes solicitar la eliminación de tu cuenta y datos asociados en cualquier momento contactándonos.

source: 8. Your Rights
es: 8. Tus Derechos

source: You have the right to:
es: Tienes derecho a:

source: Access the personal information we hold about you.
es: Acceder a la información personal que tenemos sobre ti.

source: Request correction of inaccurate information.
es: Solicitar la corrección de información inexacta.

source: Request deletion of your personal information.
es: Solicitar la eliminación de tu información personal.

source: Object to or restrict processing of your information.
es: Oponerte o restringir el procesamiento de tu información.

source: Export your data in a portable format.
es: Exportar tus datos en un formato portable.

source: 9. Cookies and Tracking
es: 9. Cookies y Seguimiento

source: We use essential cookies to maintain your session and preferences. We do not use third-party tracking cookies or advertising trackers.
es: Usamos cookies esenciales para mantener tu sesión y preferencias. No usamos cookies de seguimiento de terceros ni rastreadores publicitarios.

source: 10. Changes to This Policy
es: 10. Cambios a Esta Política

source: We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the 'Last updated' date.
es: Podemos actualizar esta Política de Privacidad de vez en cuando. Te notificaremos sobre cualquier cambio publicando la nueva Política de Privacidad en esta página y actualizando la fecha de 'Última actualización'.

source: 11. Contact Us
es: 11. Contáctanos

source: If you have any questions about this Privacy Policy, please contact us at:
es: Si tienes alguna pregunta sobre esta Política de Privacidad, por favor contáctanos en:

source: Back to Home
es: Volver al Inicio
pt_br: Voltar às Solicitações

source: Terms and Conditions - SecureApprove
es: Términos y Condiciones - SecureApprove

source: Terms and Conditions
es: Términos y Condiciones

source: Terms of Service
es: Términos de Servicio

source: Create Group
es: Crear Grupo

source: Enter group name...
es: Ingresa el nombre del grupo...

source: Please enter a group name
es: Por favor ingresa un nombre para el grupo

source: Select at least 2 users for the group
es: Selecciona al menos 2 usuarios para el grupo

source: Select users for group
es: Selecciona usuarios para el grupo

source: Group created successfully
es: Grupo creado exitosamente

source: Could not create group
es: No se pudo crear el grupo

source: Leave Group
es: Salir del Grupo

source: Add Participants
es: Agregar Participantes

source: Group Members
es: Miembros del Grupo

source: Select at least one user
es: Selecciona al menos un usuario

source: No chats yet. Start a conversation from Users tab.
es: Aún no hay chats. Inicia una conversación desde la pestaña Usuarios.

source: No group chats yet. Create one above.
es: Aún no hay grupos. Crea uno arriba.

source: No users available
es: No hay usuarios disponibles

source: Groups
es: Grupos

source: Create New Group
es: Crear Nuevo Grupo

source: Group Conversations
es: Conversaciones de Grupo

source: Loading messages...
es: Cargando mensajes...

source: Max 25MB. Any file type is allowed.
es: Máx 25MB. Cualquier tipo de archivo está permitido.

source: Select users for group:
es: Seleccionar usuarios para el grupo:

source: file(s)
es: archivo(s)

source: File is too large
es: El archivo es muy grande

source: Reimbursements
es: Reembolsos

source: Equipment & supplies
es: Equipos y suministros

source: Trips & logistics
es: Viajes y logística

source: Agreements
es: Acuerdos

source: Approvals
es: Aprobaciones

source: Fill in the form to see a preview
es: Completa el formulario para ver una vista previa

source: Select Request Category
es: Selecciona la Categoría de Solicitud

source: Choose the type of request you want to submit
es: Elige el tipo de solicitud que deseas enviar

source: Enter a descriptive title for your request
es: Ingresa un título descriptivo para tu solicitud

source: Provide detailed information about your request
es: Proporciona información detallada sobre tu solicitud

source: Drag and drop files here or click to browse
es: Arrastra y suelta archivos aquí o haz clic para explorar

source: PDF, Word, Excel, Images (Max 25MB per file)
es: PDF, Word, Excel, Imágenes (Máx 25MB por archivo)

source: Request Preview
es: Vista Previa de Solicitud

source: WebAuthn is not supported on this device/browser.
es: WebAuthn no es compatible con este dispositivo/navegador.

source: No biometric credentials registered. Please register a device from your profile first.
es: No hay credenciales biométricas registradas. Por favor, registra un dispositivo desde tu perfil primero.

source: Failed to get authentication options
es: Error al obtener opciones de autenticación

source: Verification failed
es: La verificación falló

source: Biometric authentication was cancelled or denied. Please try again.
es: La autenticación biométrica fue cancelada o denegada. Por favor, intenta nuevamente.

source: No matching credential found on this device.
es: No se encontró credencial coincidente en este dispositivo.

source: This device does not support the required authentication method.
es: Este dispositivo no admite el método de autenticación requerido.

source: Submit a new approval request for review
es: Envía una nueva solicitud de aprobación para revisión

source: Details
es: Detalles

source: Review
es: Revisar

source: Receipt number
es: Número de recibo

source: Confirm Your Identity
es: Confirma Tu Identidad

source: Biometric Verification Required
es: Verificación Biométrica Requerida

source: Please authenticate using your fingerprint, face recognition, or security key to submit this request.
es: Por favor, autentícate usando tu huella digital, reconocimiento facial o llave de seguridad para enviar esta solicitud.

source: Waiting for authentication...
es: Esperando autenticación...

source: Please complete the biometric prompt on your device.
es: Por favor, completa el aviso biométrico en tu dispositivo.

source: Authentication Successful
es: Autenticación Exitosa

source: Submitting your request...
es: Enviando tu solicitud...

source: Authentication Failed
es: Autenticación Fallida

source: Please try again.
es: Por favor, intenta de nuevo.

source: Authenticate
es: Autenticar

source: request in total
es: solicitud en total

source: requests in total
es: solicitudes en total

source: Filter Requests
es: Filtrar Solicitudes

source: Clear
es: Limpiar

source: Request
es: Solicitud

source: No requests match your search.
es: Ninguna solicitud coincide con tu búsqueda.

source: request
es: solicitud

source: requests
es: solicitudes

source: Precios por número de usuarios
pt_br: Preços por número de usuários

source: El precio se calcula por usuario según el tamaño de tu equipo.
pt_br: O preço é calculado por usuário de acordo com o tamanho da sua equipe.

source: Precio por usuario (USD/mes)
pt_br: Preço por usuário (USD/mês)

source: De 2 a 6 usuarios
pt_br: De 2 a 6 usuários

source: De 7 a 12 usuarios
pt_br: De 7 a 12 usuários

source: Más de 12 usuarios
pt_br: Mais de 12 usuários

source: El administrador de cada tenant puede agregar la cantidad de usuarios que desee; el monto mensual se calcula multiplicando el precio por usuario por el número total de usuarios.
pt_br: O administrador de cada tenant pode adicionar quantos usuários desejar; o valor mensal é calculado multiplicando o preço por usuário pelo número total de usuários.

source: Ir a seleccionar plan
pt_br: Ir para selecionar plano

source: Required.
pt_br: Obrigatório.

source: Active
pt_br: Ativo

source: Mercado Pago
pt_br: Mercado de pagamentos

source: Plan
pt_br: Plano

source: Mercado Pago payment ID
pt_br: ID de pagamento do Mercado Pago

source: Mercado Pago preference ID
pt_br: ID de preferência de pagamento de mercado

source: Sent
pt_br: Enviado

source: Tenants
pt_br: Inquilinos

source: Iniciar sesión
pt_br: Conecte-se

source: Sistema de Aprobaciones Seguras
pt_br: Sistema de Aprobações Seguras

source: Ingrese su email
pt_br: Ingrese seu email

source: Contraseña
pt_br: Contratos

source: Ingrese su contraseña
pt_br: Ingrese seu contraseña

source: Recordarme
pt_br: lembre de mim

source: ¿Olvidó su contraseña?
pt_br: ¿Olvidó seu contraseña?

source: ¿No tiene una cuenta?
pt_br: ¿No tiene uma cuenta?

source: Suscribirse
pt_br: Assinatura

source: Todos los derechos reservados.
pt_br: Todos os direitos reservados.

source: Secure
pt_br: SecureApprove

source: Secure & Protected
pt_br: Seguro e Protegido

source: Oscuro
pt_br: Escuro

source: Volver
pt_br: Voltar

source: Comenzar Ahora
pt_br: Começar Agora

source: Demostración Interactiva
pt_br: Demonstração Interativa

source: Esta es una demo de cómo funciona el proceso de aprobación en SecureApprove. Los botones son interactivos para simular la experiencia real.
pt_br: Esta é uma demonstração de como funciona o processo de aprovação no SecureApprove. Os botões são interativos para simular a experiência real.

source: Compra de Equipos de Oficina
pt_br: Compra de Equipamentos de Escritório

source: Pendiente
pt_br: Pendente

source: Prioridad
pt_br: Prioridade

source: DESCRIPCIÓN
pt_br: DESCRIÇÃO

source: Solicitud para la compra de 3 sillas ergonómicas y 2 escritorios ajustables para el nuevo equipo de trabajo remoto. Los equipos actuales no cumplen con los estándares ergonómicos necesarios para el trabajo prolongado.
pt_br: Solicitação para compra de 3 cadeiras ergonômicas e 2 mesas ajustáveis para a nova equipe de trabalho remoto. Os equipamentos atuais não atendem aos padrões ergonômicos necessários para o trabalho prolongado.

source: DOCUMENTOS ADJUNTOS
pt_br: DOCUMENTOS ANEXADOS

source: Aprobar Solicitud
pt_br: Aprovar Solicitação

source: Rechazar
pt_br: Rejeitar

source: ¿Te gusta lo que ves?
pt_br: Você gosta do que vê?

source: Comienza a gestionar tus aprobaciones de manera profesional
pt_br: Comece a gerenciar suas aprovações profissionalmente

source: Suscribirme Ahora
pt_br: Assinar Agora

source: ¡Solicitud Aprobada!
pt_br: Solicitação Aprovada!

source: La solicitud ha sido aprobada exitosamente. Se ha enviado notificación al solicitante y se procederá con la compra.
pt_br: A solicitação foi aprovada com sucesso. A notificação foi enviada ao solicitante e a compra será processada.

source: Solicitud Rechazada
pt_br: Solicitação Rejeitada

source: La solicitud ha sido rechazada. Se ha enviado notificación al solicitante con los motivos del rechazo.
pt_br: A solicitação foi rejeitada. A notificação foi enviada ao solicitante com os motivos da rejeição.

source: Información Solicitada
pt_br: Informação Solicitada

source: Se ha enviado una solicitud de información adicional al solicitante. La aprobación quedará pendiente hasta recibir los datos necesarios.
pt_br: Uma solicitação de informações adicionais foi enviada ao solicitante. A aprovação ficará pendente até receber os dados necessários.

source: SecureApprove - Sistema de Aprobaciones Seguras
pt_br: SecureApprove - Sistema de Aprovações Seguras

source: Sistema de Aprobaciones Seguras con Autenticación Biométrica
pt_br: Sistema de Aprovações Seguras com Autenticação Biométrica

source: Automatiza tus procesos de aprobación con seguridad de nivel empresarial y autenticación biométrica avanzada.
pt_br: Automatize seus processos de aprovação com segurança de nível empresarial e autenticação biométrica avançada.

source: Características Principales
pt_br: Características Principais

source: Tecnología avanzada para procesos de aprobación seguros y eficientes
pt_br: Tecnologia avançada para processos de aprovação seguros e eficientes

source: Autenticación Biométrica
pt_br: Autenticação Biométrica

source: Seguridad avanzada com WebAuthn e autenticación biométrica
pt_br: Segurança avançada com WebAuthn e autenticação biométrica

source: Tiempo Real
pt_br: Tempo Real

source: Notificaciones instantáneas y actualizaciones en tiempo real
pt_br: Notificações instantâneas e atualizações em tempo real

source: Seguridad Empresarial
pt_br: Segurança Empresarial

source: Cifrado de 256-bit y cumplimiento de estándares de seguridad
pt_br: Criptografia de 256 bits e conformidade com padrões de segurança

source: Auditoría Completa
pt_br: Auditoria Completa

source: Trazabilidad completa y reportes detallados de actividad
pt_br: Rastreabilidade completa e relatórios detalhados de atividade

source: Disponibilidad
pt_br: Disponibilidade

source: Tiempo de Respuesta
pt_br: Tempo de Resposta

source: Solicitudes Procesadas
pt_br: Solicitações Processadas

source: Cifrado
pt_br: Criptografia

source: Planes de Suscripción
pt_br: Planos de Assinatura

source: Elige el plan que se adapta a tu equipo
pt_br: Escolha o plano que se adapta à sua equipe

source: Hasta 2 aprobadores
pt_br: Até 2 aprovadores

source: 2 aprobadores
pt_br: 2 aprovadores

source: Solicitudes ilimitadas
pt_br: Solicitações ilimitadas

source: Autenticación biométrica
pt_br: Autenticação biométrica

source: Soporte básico
pt_br: Suporte básico

source: Suscribirme
pt_br: Assinar

source: Hasta 6 aprobadores
pt_br: Até 6 aprovadores

source: 6 aprobadores
pt_br: 6 aprovadores

source: Auditoría avanzada
pt_br: Auditoria avançada

source: Integraciones API
pt_br: Integrações API

source: Aprobadores ilimitados
pt_br: Aprovadores ilimitados

source: Integraciones premium
pt_br: Integrações premium

source: Soporte prioritario
pt_br: Suporte prioritário

source: ¿Listo para transformar tus aprobaciones?
pt_br: Pronto para transformar suas aprovações?

source: Únete a empresas que ya optimizaron sus procesos con SecureApprove
pt_br: Junte-se a empresas que já otimizaram seus processos com o SecureApproveJunte-se a empresas que já otimizaram seus processos com o SecureApprove

source: Ver Planes
pt_br: Ver Planos

source: Sistema de aprobaciones seguras para empresas modernas.
pt_br: Sistema de aprovações seguras para empresas modernas.

source: Construido con ❤️ para la Seguridad Empresarial
pt_br: Construído com ❤️ para Segurança Empresarial

source: Are you sure you want to approve this request?
pt_br: Tem certeza de que deseja aprovar esta solicitação?

source: Are you sure you want to reject this request?
pt_br: Tem certeza de que deseja rejeitar esta solicitação?

source: General
pt_br: Geral
