Repository: eudyespinoza/secapp
Catalog: secureapprove_django/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: User exists but needs to complete WebAuthn registration
es: El usuario existe pero necesita completar el registro de WebAuthn
pt_br: O usuário existe, mas precisa concluir o registro do WebAuthn

source: Email already registered with WebAuthn credentials
es: Correo electrónico ya registrado con credenciales WebAuthn
pt_br: Email já cadastrado com credenciais WebAuthn

source: User created successfully. Now register WebAuthn credential.
es: Usuario creado exitosamente.Ahora registre la credencial WebAuthn.
pt_br: Usuário criado com sucesso.Agora registre a credencial WebAuthn.

source: Invalid JSON data
es: Datos JSON no válidos
pt_br: Dados inválidos fornecidos.

source: Registration failed
es: Registro fallido
pt_br: Falha no registro

source: User ID is required
es: Se requiere identificación de usuario
pt_br: Este campo é obrigatório.

source: User not found
es: Usuario no encontrado
pt_br: Usuário não encontrado

source: Failed to generate registration options
es: No se pudieron generar opciones de registro
pt_br: Falha ao gerar opções de registro

source: User ID and response are required
es: Se requiere identificación de usuario y respuesta.
pt_br: O ID do usuário e a resposta são obrigatórios

source: Registration verification failed
es: Error en la verificación del registro
pt_br: Falha na verificação do registro

source: Email is required
es: Se requiere correo electrónico
pt_br: Este campo é obrigatório.

source: No WebAuthn credentials registered for this user
es: No hay credenciales WebAuthn registradas para este usuario
pt_br: Nenhuma credencial WebAuthn registrada para este usuário

source: Authentication verification failed
es: La verificación de autenticación falló
pt_br: Falha na verificação de autenticação

source: Profile updated successfully.
es: Perfil actualizado exitosamente.
pt_br: Operação concluída com sucesso.

source: Credential ID is required
es: Se requiere identificación de credencial
pt_br: O ID da credencial é obrigatório

source: Device removed successfully
es: Dispositivo eliminado correctamente
pt_br: Operação concluída com sucesso.

source: Fallback credential created successfully
es: Credencial alternativa creada correctamente
pt_br: Operação concluída com sucesso.

source: Challenge not found or expired
es: Desafío no encontrado o caducado
pt_br: Desafio não encontrado ou expirou

source: No credentials registered for this user
es: No hay credenciales registradas para este usuario
pt_br: Nenhuma credencial registrada para este usuário

source: Credential not found
es: Credencial no encontrada
pt_br: Credencial não encontrada

source: Basic Information
es: Información básica
pt_br: Informação

source: Pricing
es: Precios
pt_br: Preços

source: Yearly Price
es: Precio Anual
pt_br: Anual

source: Subscription Details
es: Detalles de suscripción
pt_br: Assinatura

source: Billing Period
es: Período de facturación
pt_br: Faturamento

source: Timestamps
es: Marcas de tiempo
pt_br: Carimbos de data e hora

source: Trial
es: Ensayo
pt_br: Julgamento

source: Payment Details
es: Detalles de pago
pt_br: Detalhes da Solicitação

source: Dates
es: Fechas
pt_br: Data de Fim

source: Additional Data
es: Datos adicionales
pt_br: Informações Adicionais

source: Period
es: Período
pt_br: Período

source: Request Metrics
es: Solicitar métricas
pt_br: Detalhes da Solicitação

source: User Activity
es: Actividad del usuario
pt_br: Atividade do usuário

source: Approval Rate
es: Tasa de aprobación
pt_br: Aprovado

source: Invoice Details
es: Detalles de la factura
pt_br: Fatura

source: Amounts
es: Cantidades
pt_br: Valor

source: Yearly price (optional, defaults to monthly * 10)
es: Precio anual (opcional, por defecto es mensual * 10)
pt_br: Preço anual (opcional, o padrão é mensal * 10)

source: Maximum number of approvers allowed
es: Número máximo de aprobadores permitidos
pt_br: Número máximo de aprovadores permitidos

source: Maximum requests per month (0 = unlimited)
es: Solicitudes máximas por mes (0 = ilimitado)
pt_br: Máximo de solicitações por mês (0 = ilimitado)

source: Maximum users in tenant (0 = unlimited)
es: Usuarios máximos en inquilino (0 = ilimitado)
pt_br: Máximo de usuários no locatário (0 = ilimitado)

source: Display order
es: Orden de visualización
pt_br: Ordem de exibição

source: Plans
es: Planes
pt_br: Plano

source: Cancelled
es: Cancelado
pt_br: Cancelado

source: Past Due
es: Vencido
pt_br: Vencido

source: Trialing
es: Ensayo
pt_br: Faturamento

source: Mercado Pago subscription ID
es: ID de suscripción de Mercado Pago

source: Mercado Pago customer ID
es: ID de cliente de Mercado Pago

source: Subscriptions
es: Suscripciones
pt_br: Assinatura

source: Payments
es: Pagos
pt_br: Pagamento

source: Usage Metrics
es: Métricas de uso
pt_br: Métricas de uso

source: Draft
es: Borrador
pt_br: Rascunho

source: Invoices
es: Facturas
pt_br: Fatura

source: Invalid plan selected.
es: Plan seleccionado no válido.
pt_br: Plano inválido selecionado.

source: Payment system not configured. Please contact support.
es: Sistema de pago no configurado.Por favor contacte al soporte.
pt_br: Sistema de pagamento não configurado.Entre em contato com o suporte.

source: Failed to create payment session. Please try again.
es: No se pudo crear la sesión de pago.Por favor inténtalo de nuevo.
pt_br: Falha ao criar sessão de pagamento.Por favor, tente novamente.

source: Failed to create checkout session. Please contact support.
es: No se pudo crear la sesión de pago.Por favor contacte al soporte.
pt_br: Falha ao criar sessão de checkout.Entre em contato com o suporte.

source: Plan changed successfully.
es: El plan cambió exitosamente.
pt_br: Operação concluída com sucesso.

source: Subscription cancelled successfully.
es: Suscripción cancelada exitosamente.
pt_br: Operação concluída com sucesso.

source: Failed to cancel subscription.
es: No se pudo cancelar la suscripción.
pt_br: Cancelar Assinatura

source: Vendor name
es: Nombre del proveedor
pt_br: Fornecedor

source: Cost center code
es: Código del centro de costos
pt_br: Centro de Custo

source: Meals, Transportation, etc.
es: Comidas, Transporte, etc.
pt_br: Refeições, Transporte, etc.

source: Receipt number or reference
es: Número de recibo o referencia
pt_br: Referência do Recibo

source: Travel destination
es: Destino de viaje
pt_br: Destino

source: Document ID or reference
es: ID o referencia del documento
pt_br: ID do Documento

source: Explain the reason for this request
es: Explique el motivo de esta solicitud.
pt_br: Explique o motivo desta solicitação

source: Request title
es: Solicitar título
pt_br: Detalhes da Solicitação

source: Detailed description of your request
es: Descripción detallada de su solicitud
pt_br: Descrição detalhada do seu pedido

source: This field is required for this category.
es: Este campo es obligatorio para esta categoría.
pt_br: Este campo é obrigatório.

source: Amount is required and must be greater than 0 for this category.
es: La cantidad es obligatoria y debe ser mayor que 0 para esta categoría.
pt_br: O valor é obrigatório e deve ser maior que 0 para esta categoria.

source: End date must be after start date.
es: La fecha de finalización debe ser posterior a la fecha de inicio.
pt_br: A data de término deve ser posterior à data de início.

source: Expense Reimbursement
es: Reembolso de gastos
pt_br: Reembolso de Despesas

source: Purchase Request
es: Solicitud de compra
pt_br: Nova Solicitação

source: Travel Approval
es: Aprobación de viaje
pt_br: Aprovações Pendentes

source: Contract Approval
es: Aprobación del contrato
pt_br: Contratos

source: Document Withdrawal
es: Retiro de documentos
pt_br: ID do Documento

source: Amount for expense, purchase, or travel requests
es: Monto por gastos, compras o solicitudes de viaje
pt_br: Valor para despesas, compras ou solicitações de viagem

source: Approver Comment
es: Comentario del aprobador
pt_br: Aprovar Solicitação

source: Approved At
es: Aprobado en
pt_br: Aprovado

source: Rejection Reason
es: Motivo del rechazo
pt_br: Rejeitar Solicitação

source: Rejected At
es: Rechazado en
pt_br: Rejeitado

source: Metadata
es: Metadatos
pt_br: Metadados

source: Category-specific data: vendor, cost_center, destination, etc.
es: Datos específicos de categoría: proveedor, centro de costos, destino, etc.Datos específicos de la categoría: proveedor, centro_coste, destino, etc.
pt_br: Dados específicos da categoria: fornecedor, centro de custo, destino, etc.

source: Expires At
es: Vence en
pt_br: Expira em

source: Approval Request
es: Solicitud de aprobación
pt_br: Aprovar Solicitação

source: Approval Requests
es: Solicitudes de aprobación
pt_br: Aprovar Solicitação

source: Your request "{}" has been submitted successfully.
es: Su solicitud "{}" se ha enviado correctamente.
pt_br: Sua solicitação foi enviada com sucesso.

source: You do not have permission to approve requests.
es: No tienes permiso para aprobar solicitudes.
pt_br: Você não tem permissão para realizar esta ação.

source: Request "{}" has been approved.
es: La solicitud "{}" ha sido aprobada.
pt_br: A solicitação foi aprovada.

source: You do not have permission to reject requests.
es: No tienes permiso para rechazar solicitudes.
pt_br: Você não tem permissão para realizar esta ação.

source: You cannot reject your own request.
es: No puedes rechazar tu propia solicitud.
pt_br: Você não pode aprovar sua própria solicitação.

source: Request "{}" has been rejected.
es: La solicitud "{}" ha sido rechazada.
pt_br: A solicitação foi rejeitada.

source: Starter - Up to 2 approvers
es: Inicial - Hasta 2 aprobadores
pt_br: Iniciante - Até 2 aprovadores

source: Growth - Up to 6 approvers
es: Crecimiento: hasta 6 aprobadores
pt_br: Crescimento - Até 6 aprovadores

source: Scale - Unlimited approvers
es: Escala: aprobadores ilimitados
pt_br: Escala - Aprovadores ilimitados

source: Key
es: Llave
pt_br: Chave

source: Name
es: Nombre
pt_br: Sobrenome

source: Seats
es: Asientos
pt_br: Assentos

source: Approver Limit
es: Límite de aprobador
pt_br: Aprovado por

source: Billing Information
es: Información de facturación
pt_br: Informação

source: Stores billing provider data, subscription IDs, etc.
es: Almacena datos del proveedor de facturación, ID de suscripción, etc.
pt_br: Armazena dados do provedor de cobrança, IDs de assinatura, etc.

source: Additional tenant configuration and data
es: Configuración y datos adicionales del inquilino
pt_br: Informações Adicionais

source: Welcome back!
es: ¡Bienvenido de nuevo!
pt_br: Bem-vindo de volta

source: Sign in to access your approval workflow dashboard
es: Inicie sesión para acceder a su panel de flujo de aprobacionesInicie sesión para acceder a su panel de flujo de trabajo de aprobación
pt_br: Faça login para acessar o painel do fluxo de trabalho de aprovação

source: Efficient
es: Eficiente
pt_br: Eficiente

source: Enter your credentials to access your account
es: Ingrese sus credenciales para acceder a su cuenta
pt_br: Insira suas credenciais para acessar sua conta

source: Forgot your password?
es: ¿Olvidaste tu contraseña?
pt_br: Esqueceu a senha?

source: Demo Credentials:
es: Credenciales de demostración:
pt_br: Credenciais de demonstração:

source: Email:
es: Correo electrónico:

source: Password:
es: Contraseña:
pt_br: Senha

source: WebAuthn is not fully implemented yet. Please use email/password login.
es: WebAuthn aún no está completamente implementado.Utilice el correo electrónico/contraseña para iniciar sesión.
pt_br: WebAuthn ainda não está totalmente implementado.Por favor, use login por e-mail/senha.

source: Profile - SecureApprove
es: Perfil - Aprobación segura
pt_br: SecureApprove

source: Administrator
es: Administrador

source: Staff Member
es: Miembro del personal
pt_br: Setembro

source: Company
es: Compañía
pt_br: Empresa

source: Member Since
es: Miembro desde
pt_br: Lembrar-me

source: Biometric Authentication
es: Autenticación biométrica
pt_br: Autenticação Biométrica

source: Add Device
es: Agregar dispositivo
pt_br: Adicionar dispositivo

source: Authentication Device
es: Dispositivo de autenticación
pt_br: Dispositivo de autenticação

source: Registered on
es: Registrado en
pt_br: Registrar

source: Registered device
es: Dispositivo registrado
pt_br: Registrar

source: No biometric devices registered
es: No hay dispositivos biométricos registrados
pt_br: Nenhum dispositivo biométrico registrado

source: Add a biometric device to enhance your account security
es: Añada un dispositivo biométrico para mejorar la seguridad de su cuentaAgregue un dispositivo biométrico para mejorar la seguridad de su cuenta
pt_br: Adicione um dispositivo biométrico para aumentar a segurança da sua conta

source: Security Information
es: Información de seguridad
pt_br: Informações da Solicitação

source: Your biometric data is stored securely on your devices and never transmitted to our servers. Each device creates a unique cryptographic key for authentication.
es: Sus datos biométricos se almacenan de forma segura en sus dispositivos y nunca se transmiten a nuestros servidores.Cada dispositivo crea una clave criptográfica única para la autenticación.
pt_br: Seus dados biométricos são armazenados de forma segura em seus dispositivos e nunca são transmitidos para nossos servidores.Cada dispositivo cria uma chave criptográfica exclusiva para autenticação.

source: Edit Profile
es: Editar perfil
pt_br: Perfil

source: Sign Out
es: Desconectar
pt_br: Sair

source: Add Biometric Device
es: Agregar dispositivo biométrico
pt_br: Adicionar dispositivo biométrico

source: Preparing Device Registration
es: Preparando el registro del dispositivo
pt_br: Preparando o registro do dispositivo

source: Get ready to use your biometric sensor
es: Prepárate para usar tu sensor biométrico
pt_br: Prepare-se para usar seu sensor biométrico

source: Use your fingerprint, Face ID, or security key
es: Utilice su huella digital, Face ID o clave de seguridad
pt_br: Use sua impressão digital, Face ID ou chave de segurança

source: Device Added Successfully!
es: ¡Dispositivo agregado exitosamente!
pt_br: Operação concluída com sucesso.

source: Your new device has been registered
es: Su nuevo dispositivo ha sido registrado
pt_br: Seu novo dispositivo foi registrado

source: Start Registration
es: Iniciar registro
pt_br: Iniciar registro

source: Are you sure you want to remove this device?
es: ¿Estás seguro de que deseas eliminar este dispositivo?
pt_br: Tem certeza de que deseja remover este dispositivo?

source: Failed to remove device
es: No se pudo eliminar el dispositivo
pt_br: Falha ao remover o dispositivo

source: Failed to add device
es: No se pudo agregar el dispositivo
pt_br: Falha ao adicionar dispositivo

source: Sign In - SecureApprove
es: Iniciar sesión - SecureApprove
pt_br: SecureApprove

source: Setting up your biometric login...
es: Configurando su inicio de sesión biométrico...
pt_br: Configurando seu login biométrico...

source: Subscribe to Get Started
es: Suscríbete para empezar
pt_br: Inscreva-se para começar

source: No account found with this email. Please subscribe to a plan to get started.
es: No se encontró ninguna cuenta con este correo electrónico.Suscríbase a un plan para comenzar.
pt_br: Nenhuma conta encontrada com este e-mail.Assine um plano para começar.

source: Administration
es: Administración
pt_br: Administração

source: Subscribe
es: Suscribir
pt_br: Assinatura

source: Payment Failed - SecureApprove
es: Error en el pago - SecureApprove
pt_br: SecureApprove

source: Payment Failed
es: Pago fallido
pt_br: Pagamento

source: We're sorry, but your payment could not be processed. Please try again or contact our support team for assistance.
es: Lo sentimos, pero su pago no pudo ser procesado.Inténtelo de nuevo o comuníquese con nuestro equipo de soporte para obtener ayuda.
pt_br: Lamentamos, mas não foi possível processar o seu pagamento.Tente novamente ou entre em contato com nossa equipe de suporte para obter assistência.

source: Common reasons for payment failures:
es: Motivos comunes de fallos en los pagos:
pt_br: Razões comuns para falhas de pagamento:

source: Insufficient funds
es: Fondos insuficientes
pt_br: Fundos insuficientes

source: Incorrect card details
es: Datos de tarjeta incorrectos
pt_br: Dados incorretos do cartão

source: Card blocked by bank
es: Tarjeta bloqueada por el banco
pt_br: Cartão bloqueado pelo banco

source: Expired card
es: Tarjeta caducada
pt_br: Cartão expirado

source: Try Again
es: Intentar otra vez
pt_br: Tente novamente

source: Contact Support
es: Contactar con soporte
pt_br: Contratos

source: Payment Pending - SecureApprove
es: Pago pendiente - SecureApprove
pt_br: Pagamento pendente - SecureApprove

source: Payment Pending
es: Pago Pendiente
pt_br: Pendente

source: Your payment is being processed. This may take a few minutes. We'll send you an email confirmation once it's complete.
es: Su pago está siendo procesado.Esto puede tardar unos minutos.Le enviaremos una confirmación por correo electrónico una vez que esté completo.
pt_br: Seu pagamento está sendo processado.Isso pode levar alguns minutos.Enviaremos um e-mail de confirmação assim que estiver concluído.

source: You'll receive an email notification once your payment is approved. Your SecureApprove account will be activated automatically.
es: Recibirá una notificación por correo electrónico una vez que se apruebe su pago.Su cuenta SecureApprove se activará automáticamente.
pt_br: Você receberá uma notificação por e-mail assim que seu pagamento for aprovado.Sua conta SecureApprove será ativada automaticamente.

source: Questions about your payment?
es: ¿Preguntas sobre su pago?
pt_br: Dúvidas sobre seu pagamento?

source: Payment Successful - SecureApprove
es: Pago exitoso - SecureApprove
pt_br: Pagamento realizado com sucesso - SecureApprove

source: Choose Your Plan - SecureApprove
es: Elija su plan - SecureApprove
pt_br: Escolha Seu Plano

source: Enterprise features
es: Funciones empresariales
pt_br: Recursos empresariais

source: Processing...
es: Tratamiento...
pt_br: Carregando...

source: View All Pending
es: Ver todo pendiente
pt_br: Revisar Pendentes

source: Demo - SecureApprove
es: Demostración: aprobación segura
pt_br: SecureApprove

source: Claro
es: Por supuesto

source: Media
es: Medios de comunicación
pt_br: Média

source: SOLICITANTE
es: PEDIDO

source: Ver Demo
es: Ver demostración
pt_br: Ver Demonstração

source: Submit a new approval request
es: Enviar una nueva solicitud de aprobación
pt_br: Enviar Solicitação

source: Request Categories
es: Solicitar categorías
pt_br: Solicitações por Categoria

source: Business expenses like meals, transportation, office supplies
es: Gastos comerciales como comidas, transporte, suministros de oficina.
pt_br: Despesas comerciais como refeições, transporte, material de escritório

source: Equipment, software, or service purchases
es: Compras de equipos, software o servicios
pt_br: Compras de equipamentos, software ou serviços

source: Travel arrangements and related expenses
es: Arreglos de viaje y gastos relacionados.
pt_br: Organização de viagens e despesas relacionadas

source: Contract approvals and vendor agreements
es: Aprobaciones de contratos y acuerdos con proveedores
pt_br: Aprovações de contratos e acordos de fornecedores

source: Document approvals and reviews
es: Aprobaciones y revisiones de documentos.
pt_br: Aprovações e revisões de documentos

source: Any other type of approval request
es: Cualquier otro tipo de solicitud de aprobación
pt_br: Qualquer outro tipo de solicitação de aprovação

source: Preview
es: Avance
pt_br: Anterior

source: Pending Approval
es: Pendiente de aprobación
pt_br: Aprovações Pendentes

source: This request is waiting for approval from an administrator.
es: Esta solicitud está esperando la aprobación de un administrador.
pt_br: Esta solicitação está aguardando aprovação de um administrador.

source: This request was approved on
es: Esta solicitud fue aprobada el
pt_br: A solicitação foi aprovada.

source: by
es: por
pt_br: por

source: This request was rejected.
es: Esta solicitud fue rechazada.
pt_br: A solicitação foi rejeitada.

source: Reason:
es: Razón:
pt_br: Motivo

source: Requested by
es: Solicitado por
pt_br: Rejeitado por

source: Approval Actions
es: Acciones de aprobación
pt_br: Ações de aprovação

source: You have permission to approve or reject this request.
es: Tiene permiso para aprobar o rechazar esta solicitud.
pt_br: Você não tem permissão para realizar esta ação.

source: Approving this request will allow the requester to proceed.
es: La aprobación de esta solicitud permitirá al solicitante continuar.
pt_br: A aprovação desta solicitação permitirá que o solicitante prossiga.

source: Reason for rejection
es: Motivo del rechazo
pt_br: Por favor, forneça um motivo para a rejeição.

source: Please explain why you are rejecting this request...
es: Por favor explique por qué rechaza esta solicitud...
pt_br: Por favor, explique por que você está rejeitando esta solicitação...

source: Waiting for Approval
es: Esperando aprobación
pt_br: Aprovações Pendentes

source: This request is pending review by an administrator.
es: Esta solicitud está pendiente de revisión por parte de un administrador.
pt_br: Esta solicitação está pendente de análise por um administrador.

source: ID:
es: IDENTIFICACIÓN:
pt_br: EU IA:

source: Category:
es: Categoría:
pt_br: Categoria

source: Priority:
es: Prioridad:
pt_br: Prioridade

source: Status:
es: Estado:

source: Amount:
es: Cantidad:
pt_br: Valor

source: %(total)s request
es: %(total)s solicitud
pt_br: %(total)s solicitação

source: All Statuses
es: Todos los estados
pt_br: Status

source: All Categories
es: Todas las categorías
pt_br: Categoria

source: Search by title or description...
es: Buscar por título o descripción...
pt_br: Pesquise por título ou descrição...

source: Requests pagination
es: Solicitudes de paginación
pt_br: Informações da Solicitação

source: Try adjusting your filters or search terms.
es: Intente ajustar sus filtros o términos de búsqueda.
pt_br: Tente ajustar seus filtros ou termos de pesquisa.

source: Start by creating your first approval request.
es: Comience creando su primera solicitud de aprobación.
pt_br: Comece criando sua primeira solicitação de aprovação.

source: Create First Request
es: Crear primera solicitud
pt_br: Rejeitar Solicitação

source: Clear Filters
es: Borrar filtros
pt_br: Filtrar

source: Tenant Chat
es: Chat del Tenant
pt_br: Chat do Tenant

source: Conversations
es: Conversaciones
pt_br: Conversas

source: Select a conversation
es: Selecciona una conversación
pt_br: Selecione uma conversa

source: Typing...
es: Escribiendo...
pt_br: Digitando...

source: Write a message
es: Escribe un mensaje
pt_br: Escreva uma mensagem

source: Send
es: Enviar
pt_br: Enviar

source: users online
es: usuarios en línea
pt_br: usuários online

source: No users online
es: No hay usuarios en línea
pt_br: Nenhum usuário online

source: New conversation
es: Nueva conversación
pt_br: Nova conversa

source: Conversation
es: Conversación
pt_br: Conversa

source: 7-Day Free Trial
es: Prueba Gratis de 7 Días
pt_br: Teste gratuito de 7 dias

source: No charge for the first 7 days. Cancel anytime.
es: Sin cargo los primeros 7 días. Cancela en cualquier momento.
pt_br: Sem cobrança nos primeiros 7 dias. Cancele a qualquer momento.

source: Tenant Settings
es: Configuración del Tenant
pt_br: Configura��ǜo do Tenant

source: Tenant Information
es: Información del Tenant
pt_br: Informa��ǜo do Tenant

source: Tenant Users
es: Usuarios del Tenant
pt_br: Usu��rios do Tenant
