Repository: eudyespinoza/secapp
Catalog: secureapprove_django/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: Pricing is based on the number of users in your organization.
es: El precio se basa en la cantidad de usuarios de tu organización.
pt_br: A cobrança é baseada no número de usuários da sua organização.

source: Choose how many users you need; the price per user adjusts automatically.
es: Elige cuántos usuarios necesitas; el precio por usuario se ajusta automáticamente.
pt_br: Escolha quantos usuários você precisa; o preço por usuário se ajusta automaticamente.

source: Users
es: Usuarios
pt_br: Usuários

source: Number of users in your organization (minimum 2).
es: Número de usuarios en tu organización (mínimo 2).
pt_br: Número de usuários na sua organização (mínimo 2).

source: Dashboard
es: Panel de Control
pt_br: Painel

source: Requests
es: Solicitudes
pt_br: Solicitações

source: New Request
es: Nueva Solicitud
pt_br: Nova Solicitação

source: All Requests
es: Todas las Solicitudes
pt_br: Todas as Solicitações

source: My Requests
es: Mis Solicitudes
pt_br: Minhas Solicitações

source: Pending
es: Pendiente
pt_br: Pendente

source: Approved
es: Aprobado
pt_br: Aprovado

source: Rejected
es: Rechazado
pt_br: Rejeitado

source: Submit
es: Enviar

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Save
es: Guardar

source: Delete
es: Eliminar

source: Edit
es: Editar

source: View
es: Ver

source: Search
es: Buscar
pt_br: Buscar

source: Filter
es: Filtrar
pt_br: Filtrar

source: Export
es: Exportar

source: Print
es: Imprimir

source: Loading...
es: Cargando...

source: Information
es: Información

source: Login
es: Iniciar Sesión
pt_br: Entrar

source: Logout
es: Cerrar Sesión
pt_br: Sair

source: Register
es: Registrarse

source: Email
es: Correo Electrónico

source: Password
es: Contraseña
pt_br: Senha

source: Confirm Password
es: Confirmar Contraseña

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Username
es: Usuario

source: Remember me
es: Recordarme

source: Forgot password?
es: ¿Olvidaste tu contraseña?

source: Create Account
es: Crear Cuenta
pt_br: Criar Conta

source: Sign In
es: Iniciar Sesión
pt_br: Entrar

source: Secure passwordless registration with biometric authentication
es: Registro seguro sin contraseñas con autenticación biométrica

source: Secure passwordless authentication with biometrics
es: Autenticación segura sin contraseñas con biometría
pt_br: Autenticação segura sem contraseñas com biometría

source: Register with Biometrics
es: Registrarse con Biometría

source: Sign In with Biometrics
es: Iniciar Sesión con Biometría
pt_br: Entrar com impressão digital

source: Starting Registration...
es: Iniciando Registro...

source: Checking Account...
es: Verificando Cuenta...
pt_br: Verificando Cuenta...

source: Preparing Registration
es: Preparando Registro

source: Preparing Authentication
es: Preparando Autenticación
pt_br: Preparando Autenticação

source: Touch Your Sensor
es: Toca tu Sensor
pt_br: Toca seu Sensor

source: Please use your fingerprint, Face ID, or security key to complete registration
es: Por favor usa tu huella dactilar, Face ID, o llave de seguridad para completar el registro

source: Please use your fingerprint, Face ID, or security key to sign in
es: Por favor use su huella digital, Face ID, o llave de seguridad para iniciar sesiónPor favor usa tu huella dactilar, Face ID, o llave de seguridad para iniciar sesión
pt_br: Por favor usa seu huella dactilar, Face ID, ou llave de seguridade para iniciar sesión

source: Verifying...
es: Verificando...
pt_br: Verificando...

source: Securing your account with biometric authentication
es: Asegurando tu cuenta con autenticación biométrica

source: Authenticating your identity
es: Autenticando tu identidad
pt_br: Autenticando seu identidade

source: Registration Complete!
es: ¡Registro Completado!

source: Authentication Successful!
es: ¡Autenticación Exitosa!
pt_br: ¡Autenticação Exitosa!

source: Your account has been created successfully
es: Tu cuenta ha sido creada exitosamente

source: Welcome back! Redirecting...
es: ¡Bienvenido de vuelta! Redirigiendo...
pt_br: Bem-vindo de volta

source: Already have an account?
es: ¿Ya tienes una cuenta?
pt_br: Já tem uma conta?

source: Don't have an account?
es: ¿No tienes una cuenta?
pt_br: ¿No tienes uma cuenta?

source: About Biometric Authentication
es: Acerca de la Autenticación Biométrica
pt_br: Acerca de a Autenticação Biométrica

source: We use WebAuthn for secure, passwordless authentication. Your biometric data stays on your device and is never shared.
es: Usamos WebAuthn para autenticación segura sin contraseñas. Tus datos biométricos permanecen en tu dispositivo y nunca se comparten.
pt_br: Usamos WebAuthn para autenticação segura e sem senha.Seus dados biométricos permanecem no seu dispositivo e nunca são compartilhados.

source: Please fill in all fields
es: Por favor completa todos los campos

source: Please enter your email address
es: Por favor ingresa tu dirección de email
pt_br: Por favor, insira um endereço de email válido.

source: WebAuthn is not supported in your browser. Please use Chrome, Firefox, Safari, or Edge.
es: WebAuthn no es compatible con tu navegador. Por favor usa Chrome, Firefox, Safari, o Edge.
pt_br: WebAuthn não é compatível com seu navegador.Use Chrome, Firefox, Safari ou Edge.

source: WebAuthn registration was cancelled
es: El registro WebAuthn fue cancelado

source: WebAuthn authentication was cancelled
es: La autenticación WebAuthn fue cancelada
pt_br: La autenticação WebAuthn fue cancelada

source: No account found with this email address. Please register first.
es: No se encontró una cuenta con esta dirección de email. Por favor regístrate primero.

source: No biometric authentication set up for this account. Please contact support.
es: No hay autenticación biométrica configurada para esta cuenta. Por favor contacta al soporte.
pt_br: Nenhuma autenticação biométrica configurada para esta conta.Entre em contato com o suporte.

source: No biometric authentication set up for this account.
es: No hay autenticación biométrica configurada para esta cuenta.
pt_br: No hay autenticação biométrica configurada para esta conta.

source: Registration successful! Redirecting...
es: ¡Registro exitoso! Redirigiendo...
pt_br: ¡Registro exitoso! Redirigiendo...

source: Authentication successful! Welcome back.
es: ¡Autenticación exitosa! Bienvenido de vuelta.
pt_br: ¡Autenticação exitosa! Bienvenido de vuelta.

source: Check Account
es: Verificar Cuenta
pt_br: Verificar Cuenta

source: Full Name
es: Nombre Completo
pt_br: Nome

source: Email Address
es: Dirección de Email
pt_br: Endereço de E-mail

source: Enter your full name
es: Ingresa tu nombre completo

source: Enter your email address
es: Ingresa tu dirección de email
pt_br: Por favor, insira um endereço de email válido.

source: Sign in with fingerprint
es: Iniciar sesión con huella dactilar

source: Use WebAuthn
es: Usar WebAuthn

source: Expense
es: Gastos
pt_br: Despesas

source: Purchase
es: Compras
pt_br: Compras

source: Travel
es: Viajes
pt_br: Viagens

source: Contract
es: Contratos
pt_br: Contratos

source: Document
es: Documentos
pt_br: Documentos

source: Other
es: Otros
pt_br: Outros

source: Title
es: Título
pt_br: Título

source: Description
es: Descripción
pt_br: Descrição

source: Category
es: Categoría
pt_br: Categoria

source: Priority
es: Prioridad
pt_br: Prioridade

source: Amount
es: Monto
pt_br: Valor

source: Status
es: Estado

source: Created
es: Creado
pt_br: Criado

source: Approved by
es: Aprobado por
pt_br: Aprovado por

source: Rejected by
es: Rechazado por

source: High
es: Alta
pt_br: Alta

source: Medium
es: Media
pt_br: Média

source: Low
es: Baja
pt_br: Baixa

source: Vendor
es: Proveedor
pt_br: Fornecedor

source: Cost Center
es: Centro de Costos
pt_br: Centro de Custo

source: Expense Category
es: Categoría de Gastos
pt_br: Categoria de Despesas

source: Receipt Reference
es: Referencia de Recibo
pt_br: Referência do Recibo

source: Destination
es: Destino
pt_br: Destino

source: Start Date
es: Fecha de Inicio
pt_br: Data de Início

source: End Date
es: Fecha de Fin
pt_br: Data de Fim

source: Document ID
es: ID del Documento
pt_br: ID do Documento

source: Reason
es: Motivo
pt_br: Motivo

source: Attachments
es: Adjuntos
pt_br: Anexos

source: You can select multiple files. Max size 25MB per file.
es: Puedes seleccionar varios archivos. Tamaño máximo 25MB por archivo.
pt_br: Você pode selecionar vários arquivos. Tamanho máximo de 25MB por arquivo.

source: Submit Request
es: Enviar Solicitud
pt_br: Enviar Solicitação

source: Approve Request
es: Aprobar Solicitud
pt_br: Aprovar Solicitação

source: Reject Request
es: Rechazar Solicitud
pt_br: Rejeitar Solicitação

source: Review Pending
es: Revisar Pendientes
pt_br: Revisar Pendentes

source: View Approved
es: Ver Aprobados
pt_br: Ver Aprovados

source: Back to Requests
es: Volver a Solicitudes
pt_br: Voltar às Solicitações

source: Request Information
es: Información de la Solicitud
pt_br: Informações da Solicitação

source: Request Details
es: Detalles de la Solicitud
pt_br: Detalhes da Solicitação

source: Additional Information
es: Información Adicional
pt_br: Informações Adicionais

source: Timeline
es: Cronología
pt_br: Cronologia

source: Request Created
es: Solicitud Creada
pt_br: Solicitação Criada

source: Request Approved
es: Solicitud Aprobada
pt_br: Solicitação Aprovada

source: Request Rejected
es: Solicitud Rechazada
pt_br: Solicitação Rejeitada

source: Welcome back
es: Bienvenido de vuelta
pt_br: Bem-vindo de volta

source: Here's what's happening with your requests.
es: Esto es lo que está pasando con tus solicitudes.
pt_br: Aqui está o que está acontecendo com suas solicitações.

source: Total Requests
es: Solicitudes Totales
pt_br: Total de Solicitações

source: Pending Approvals
es: Aprobaciones Pendientes
pt_br: Aprovações Pendentes

source: Quick Actions
es: Acciones Rápidas
pt_br: Ações Rápidas

source: Recent Requests
es: Solicitudes Recientes
pt_br: Solicitações Recentes

source: Activity Timeline
es: Línea de Tiempo de Actividad
pt_br: Linha do Tempo de Atividades

source: Requests by Category
es: Solicitudes por Categoría
pt_br: Solicitações por Categoria

source: Last 30 days
es: Últimos 30 días
pt_br: Últimos 30 dias

source: Last 7 days
es: Últimos 7 días

source: This month
es: Este mes

source: ago
es: hace
pt_br: atrás

source: No requests yet
es: Aún no hay solicitudes
pt_br: Ainda não há solicitações

source: No requests found
es: No se encontraron solicitudes
pt_br: Nenhuma solicitação encontrada

source: Billing
es: Facturación
pt_br: Faturamento

source: Choose Your Plan
es: Elige Tu Plan
pt_br: Escolha Seu Plano

source: Subscription
es: Suscripción
pt_br: Assinatura

source: Starter
es: Inicial
pt_br: Inicial

source: Growth
es: Crecimiento
pt_br: Crescimento

source: Scale
es: Escala
pt_br: Escala

source: Monthly
es: Mensual
pt_br: Mensal

source: Yearly
es: Anual
pt_br: Anual

source: Current Plan
es: Plan Actual

source: Upgrade Plan
es: Actualizar Plan

source: Downgrade Plan
es: Degradar Plan

source: Cancel Subscription
es: Cancelar Suscripción

source: Payment
es: Pago
pt_br: Pagamento

source: Invoice
es: Factura
pt_br: Fatura

source: Usage
es: Uso

source: Limits
es: Límites
pt_br: Limites

source: Features
es: Características
pt_br: Recursos

source: This field is required.
es: Este campo es obligatorio.
pt_br: Este campo é obrigatório.

source: Please enter a valid email address.
es: Por favor ingresa una dirección de correo válida.

source: Passwords do not match.
es: Las contraseñas no coinciden.

source: Please fill in all required fields.
es: Por favor completa todos los campos obligatorios.
pt_br: Por favor, preencha todos os campos obrigatórios.

source: Invalid data provided.
es: Datos inválidos proporcionados.

source: Operation completed successfully.
es: Operación completada exitosamente.

source: An error occurred. Please try again.
es: Ocurrió un error. Por favor intenta nuevamente.

source: Home
es: Inicio

source: Profile
es: Perfil
pt_br: Perfil

source: Settings
es: Configuración

source: Help
es: Ayuda

source: Language
es: Idioma

source: Light
es: Claro
pt_br: Claro

source: Dark
es: Oscuro
pt_br: Escuro

source: System
es: Sistema
pt_br: Sistema

source: English
es: Inglés

source: Spanish
es: Español

source: Portuguese
es: Portugués

source: Your request has been submitted successfully.
es: Tu solicitud ha sido enviada exitosamente.

source: Request has been approved.
es: La solicitud ha sido aprobada.

source: Request has been rejected.
es: La solicitud ha sido rechazada.

source: You do not have permission to perform this action.
es: No tienes permisos para realizar esta acción.

source: This request has already been processed.
es: Esta solicitud ya ha sido procesada.
pt_br: Esta solicitação já foi processada.

source: You cannot approve your own request.
es: No puedes aprobar tu propia solicitud.
pt_br: Você não pode aprovar sua própria solicitação.

source: Please provide a reason for rejection.
es: Por favor proporciona un motivo para el rechazo.
pt_br: Por favor, forneça um motivo para a rejeição.

source: Previous
es: Anterior
pt_br: Anterior

source: Next
es: Siguiente
pt_br: Próximo

source: Page
es: Página

source: of
es: de

source: Showing
es: Mostrando

source: to
es: a

source: entries
es: entradas

source: Today
es: Hoy

source: Yesterday
es: Ayer

source: Tomorrow
es: Mañana

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Select the perfect plan for your organization's approval needs
es: Selecciona el plan perfecto para las necesidades de aprobación de tu organización
pt_br: Selecciona o plan perfecto para as necesidadees de aprobação de seu organização

source: Perfect for small teams
es: Perfecto para equipos pequeños
pt_br: Perfecto para equipos pequeños

source: Up to 2 approvers
es: Hasta 2 aprobadores
pt_br: Hasta 2 aprobadores

source: 10 team members
es: 10 miembros del equipo
pt_br: 10 miembros do equipo

source: Basic workflow templates
es: Plantillas de flujo de trabajo básicas
pt_br: Plantillas de flujo de trabalho básicas

source: Email notifications
es: Notificaciones por correo
pt_br: Notificações por correo

source: Basic reporting
es: Reportes básicos
pt_br: Reportes básicos

source: WebAuthn security
es: Seguridad WebAuthn
pt_br: Seguridade WebAuthn

source: Ideal for growing companies
es: Ideal para empresas en crecimiento
pt_br: Ideal para empresas em crecimiento

source: Up to 6 approvers
es: Hasta 6 aprobadores
pt_br: Hasta 6 aprobadores

source: 25 team members
es: 25 miembros del equipo
pt_br: 25 miembros do equipo

source: Advanced workflow automation
es: Automatización de flujo de trabajo avanzada
pt_br: Automatização de flujo de trabalho avanzada

source: Slack & Teams integration
es: Integración con Slack y Teams
pt_br: Integração com Slack e Teams

source: Advanced analytics
es: Análisis avanzado
pt_br: Análisis avanzado

source: API access
es: Acceso API
pt_br: Acceso API

source: Priority support
es: Soporte prioritario
pt_br: Prioridade

source: For enterprise organizations
es: Para organizaciones empresariales
pt_br: Para organizações empresariales

source: Unlimited approvers
es: Aprobadores ilimitados
pt_br: Aprobadores ilimitados

source: Unlimited team members
es: Miembros del equipo ilimitados
pt_br: Miembros do equipo ilimitados

source: Custom workflow builder
es: Constructor de flujos personalizado
pt_br: Constructor de flujos personalizado

source: Advanced integrations
es: Integraciones avanzadas
pt_br: Integrações avanzadas

source: Enterprise analytics
es: Análisis empresarial
pt_br: Análisis empresarial

source: Dedicated support
es: Soporte dedicado
pt_br: Soporte dedicado

source: SLA guarantee
es: Garantía SLA
pt_br: Garantía SLA

source: Contact Sales
es: Contactar Ventas
pt_br: Contratos

source: Passwordless biometric authentication
es: Autenticación biométrica sin contraseña
pt_br: Autenticação biométrica sem contraseña

source: Frequently Asked Questions
es: Preguntas Frecuentes
pt_br: Preguntas Frecuentes

source: Can I change my plan later?
es: ¿Puedo cambiar mi plan más adelante?
pt_br: ¿Puedo cambiar mi plan mais adelante?

source: Yes, you can upgrade or downgrade your plan at any time. Changes take effect immediately.
es: Sí, puedes actualizar o degradar tu plan en cualquier momento. Los cambios tienen efecto inmediato.
pt_br: Sim, você pode fazer upgrade ou downgrade do seu plano a qualquer momento.As alterações entram em vigor imediatamente.

source: Is there a free trial?
es: ¿Hay una prueba gratuita?
pt_br: ¿Hay uma prueba gratuita?

source: Yes, we offer a 14-day free trial for all plans. No credit card required to start.
es: Sí, ofrecemos una prueba gratuita de 3 días para todos los planes. No se requiere tarjeta de crédito para comenzar.
pt_br: Sim, oferecemos um teste gratuito de 14 dias para todos os planos.Não é necessário cartão de crédito para começar.

source: What payment methods do you accept?
es: ¿Qué métodos de pago aceptan?
pt_br: ¿Qué métodos de pago aceptan?

source: We accept all major credit cards, PayPal, and bank transfers through MercadoPago.
es: Aceptamos todas las tarjetas de crédito principales, PayPal y transferencias bancarias a través de MercadoPago.
pt_br: Aceitamos todos os principais cartões de crédito, PayPal e transferências bancárias através do MercadoPago.

source: Most Popular
es: Más Popular
pt_br: Más Popular

source: month
es: mes
pt_br: Este mês

source: Complete Your Subscription
es: Completa Tu Suscripción
pt_br: Cancelar Assinatura

source: You're just one step away from accessing SecureApprove
es: Estás a solo un paso de acceder a SecureApprove
pt_br: Estás a solo um paso de acceder a SecureApprove

source: This email will be used for your account and billing notifications
es: Este correo se usará para tu cuenta y notificaciones de facturación
pt_br: Este correo se usará para seu cuenta e notificações de facturação

source: 14-Day Free Trial
es: Prueba Gratis de 3 Días
pt_br: Prueba Gratis de 14 Días

source: No charge for the first 14 days. Cancel anytime.
es: Sin cargo los primeros 3 días. Cancela en cualquier momento.
pt_br: Sin cargo os primeros 14 días. Cancela em qualquer momento.

source: Your payment is processed securely through MercadoPago. We never store your payment information.
es: Tu pago se procesa de forma segura a través de MercadoPago. Nunca almacenamos tu información de pago.
pt_br: Seu pagamento é processado de forma segura através do MercadoPago.Nunca armazenamos suas informações de pagamento.

source: Back to plan selection
es: Volver a selección de planes
pt_br: Volver a selecção de planes

source: Error starting subscription
es: Error al iniciar suscripción
pt_br: Cancelar Assinatura

source: Payment Successful!
es: ¡Pago Exitoso!
pt_br: ¡Pago Exitoso!

source: Thank you for subscribing to SecureApprove. Your account is being set up and you'll receive a confirmation email shortly.
es: Gracias por suscribirte a SecureApprove. Tu cuenta se está configurando y recibirás un correo de confirmación pronto.
pt_br: Obrigado por assinar o SecureApprove.Sua conta está sendo configurada e você receberá um e-mail de confirmação em breve.

source: What happens next?
es: ¿Qué sigue?
pt_br: ¿Qué sigue?

source: Your account and tenant have been created. Please set up your biometric authentication to access your dashboard.
es: Tu cuenta y organización han sido creadas. Por favor configura tu autenticación biométrica para acceder a tu panel.
pt_br: Sua conta e inquilino foram criados.Configure sua autenticação biométrica para acessar seu painel.

source: Setup Biometric Login
es: Configurar Inicio Biométrico
pt_br: Configurar Inicio Biométrico

source: Need help? Contact our support team at
es: ¿Necesitas ayuda? Contacta a nuestro equipo de soporte en
pt_br: ¿Necesitas ayuda? Contacta a nuestro equipo de soporte en

source: Subscribe to
es: Suscribirse a
pt_br: Assinatura

source: Subscribe Now
es: Suscribirse Ahora
pt_br: Assinatura

source: Required. Enter a valid email address.
es: Requerido.Ingrese una dirección de correo electrónico válida.
pt_br: Por favor, insira um endereço de email válido.

source: I accept the Terms of Service and Privacy Policy
es: Acepto los Términos de Servicio y Política de Privacidad
pt_br: Aceito os Termos de Serviço e Política de Privacidade

source: Enter your first name
es: Introduce tu nombre
pt_br: Digite seu nome

source: Enter your last name
es: Introduce tu apellido
pt_br: Digite seu sobrenome

source: Create a strong password
es: Crea una contraseña segura
pt_br: Crie uma senha forte

source: Confirm your password
es: Confirma tu contraseña
pt_br: Confirmar Senha

source: Remember me for 30 days
es: Recuérdame por 30 días
pt_br: Lembrar-me

source: Enter your password
es: Introduce tu contraseña
pt_br: Esqueceu a senha?

source: Enter your phone number
es: Introduce tu número de teléfono
pt_br: Digite seu número de telefone

source: Enter your company name
es: Introduzca el nombre de su empresa
pt_br: Digite o nome da sua empresa

source: Update Profile
es: Actualizar perfil
pt_br: Perfil

source: Current Password
es: Contraseña actual
pt_br: Plano Atual

source: Enter your current password
es: Ingrese su contraseña actual
pt_br: Digite sua senha atual

source: New Password
es: Nueva contraseña
pt_br: Senha

source: Enter your new password
es: Ingresa tu nueva contraseña
pt_br: Digite sua nova senha

source: Confirm New Password
es: Confirmar nueva contraseña
pt_br: Confirmar Senha

source: Confirm your new password
es: Confirma tu nueva contraseña
pt_br: Confirmar Senha

source: Change Password
es: Cambiar la contraseña
pt_br: Confirmar Senha

source: Current password is incorrect.
es: La contraseña actual es incorrecta.
pt_br: A senha atual está incorreta.

source: The two password fields must match.
es: Los dos campos de contraseña deben coincidir.
pt_br: As senhas não coincidem.

source: Requester
es: Solicitante
pt_br: Solicitações

source: Approver
es: Aprobador
pt_br: Aprovado

source: Tenant Admin
es: Administrador de inquilinos
pt_br: Administrador de locatário

source: Super Admin
es: Súper administrador
pt_br: Superadministrador

source: Role
es: Rol
pt_br: Papel

source: WebAuthn Credentials
es: Credenciales de WebAuthn
pt_br: Credenciais WebAuthn

source: Stored WebAuthn credentials for biometric authentication
es: Credenciales WebAuthn almacenadas para autenticación biométrica
pt_br: Credenciais WebAuthn armazenadas para autenticação biométrica

source: Last Login
es: Último inicio de sesión
pt_br: Entrar

source: Created At
es: Creado en
pt_br: Criado

source: Updated At
es: Actualizado en
pt_br: Atualizado em

source: User
es: Usuario
pt_br: Usuário

source: Please select a subscription plan to get started.
es: Seleccione un plan de suscripción para comenzar.
pt_br: Selecione um plano de assinatura para começar.

source: You have been successfully logged out.
es: Has cerrado tu sesión correctamente.
pt_br: Sua solicitação foi enviada com sucesso.

source: Name and email are required
es: Nombre y correo electrónico son requeridos
pt_br: Nome e e-mail são obrigatórios
