Repository: eudyespinoza/secapp
Catalog: secureapprove_django/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: Request categories are currently global. Future versions will allow per-tenant customization.
es: Las categorías de solicitud son actualmente globales. Las versiones futuras permitirán personalización por tenant.
pt_br: As categorias de solicita��ǜo s��o atualmente globais. Vers��es futuras permitir��o personaliza��ǜo por tenant.

source: Contacts
es: Contactos
pt_br: Contatos

source: Online
es: En línea

source: Offline
es: Desconectado

source: Open chat
es: Abrir chat
pt_br: Abrir chat

source: Active chat
es: Chat activo
pt_br: Chat ativo

source: Users & Groups
es: Usuarios y grupos
pt_br: Usuários e grupos

source: You have been invited to SecureApprove
es: Has sido invitado a SecureApprove
pt_br: Voce foi convidado para o SecureApprove

source: You have been invited to join the tenant '%(tenant)s' on SecureApprove.\n\nTo accept the invitation and access the platform, please click the following link:\n\n%(url)s\n\nIf you did not expect this invitation, you can ignore this email.
es: Has sido invitado a unirte al tenant '%(tenant)s' en SecureApprove.\n\nPara aceptar la invitación y acceder a la plataforma, haz clic en el siguiente enlace:\n\n%(url)s\n\nSi no esperabas esta invitación, puedes ignorar este correo.
pt_br: Voce foi convidado para participar do tenant '%(tenant)s' no SecureApprove.\n\nPara aceitar o convite e acessar a plataforma, clique no seguinte link:\n\n%(url)s\n\nSe voce nao esperava este convite, pode ignorar este e-mail.

source: This invitation is no longer valid.
es: Esta invitación ya no es válida.
pt_br: Este convite nao e mais valido.

source: This tenant has no available seats. Please contact the administrator.
es: Este inquilino no tiene asientos disponibles. Por favor contacte al administrador.Este tenant no tiene asientos disponibles. Por favor contacta al administrador.
pt_br: Este tenant nao possui assentos disponiveis. Entre em contato com o administrador.

source: This email is already associated with a different tenant. Please contact support.
es: Este correo ya está asociado a un tenant diferente. Por favor contacta al soporte.
pt_br: Este e-mail ja esta associado a um tenant diferente. Entre em contato com o suporte.

source: Welcome! Your invitation has been accepted and your account is ready.
es: Bienvenido. Tu invitación ha sido aceptada y tu cuenta está lista.
pt_br: Bem-vindo. Seu convite foi aceito e sua conta esta pronta.

source: Device Paired Successfully!
es: ¡Dispositivo Emparejado Exitosamente!

source: You can now sign in to SecureApprove from this device using your biometric authentication.
es: Ahora puedes iniciar sesión en SecureApprove desde este dispositivo usando tu autenticación biométrica.

source: Go to Login
es: Ir a Iniciar Sesión

source: Failed to create pairing session
es: Error al crear la sesión de emparejamiento

source: Copy link
es: Copiar enlace

source: Scan this QR code with the device you want to pair.
es: Escanea este código QR con el dispositivo que deseas emparejar.

source: Close
es: Cerrar

source: Link copied to clipboard.
es: Enlace copiado al portapapeles.

source: Failed to copy link.
es: Error al copiar el enlace.

source: The biometric prompt was cancelled or timed out. Please try again and make sure to confirm with your fingerprint, Face ID, or security key.
es: El mensaje biométrico fue cancelado o expiró. Por favor inténtalo de nuevo y asegúrate de confirmar con tu huella dactilar, Face ID o llave de seguridad.

source: A security error occurred while creating the credential. Please ensure you are accessing SecureApprove directly over HTTPS and not inside another application.
es: Ocurrió un error de seguridad al crear la credencial. Por favor asegúrate de acceder a SecureApprove directamente a través de HTTPS y no dentro de otra aplicación.

source: This browser or device does not fully support WebAuthn passkeys for this site. Please use a compatible browser (Chrome, Safari, Edge, or Firefox) with passkeys enabled.
es: Este navegador o dispositivo no soporta completamente las passkeys de WebAuthn para este sitio. Por favor usa un navegador compatible (Chrome, Safari, Edge o Firefox) con las passkeys habilitadas.

source: A credential for this account already exists on this device. Try signing in instead of pairing again.
es: Ya existe una credencial para esta cuenta en este dispositivo. Intenta iniciar sesión en lugar de emparejar de nuevo.

source: The operation either timed out or was not allowed by the browser. Please try again, and check your browser privacy settings.
es: La operación expiró o no fue permitida por el navegador. Por favor inténtalo de nuevo y verifica la configuración de privacidad de tu navegador.

source: An unexpected error occurred while adding this device. Please try again.
es: Ocurrió un error inesperado al agregar este dispositivo. Por favor inténtalo de nuevo.

source: Approvers
es: Aprobadores

source: Invite User
es: Invitar Usuario

source: Invite
es: Invitar

source: seats available
es: asientos disponibles

source: Active Users
es: Usuarios Activos

source: Pending Invitations
es: Invitaciones Pendientes

source: Expires
es: Expira

source: Cancel Invitation
es: Cancelar Invitación

source: No users found.
es: No se encontraron usuarios.

source: Invalid role selected.
es: Rol seleccionado inválido.

source: User updated successfully.
es: Usuario actualizado exitosamente.

source: Email is required to invite a user.
es: El correo es obligatorio para invitar a un usuario.
pt_br: E-mail e obrigatorio para convidar um usuario.

source: You have reached the maximum number of users for your current seats. Please upgrade your subscription to add more users.
es: Has alcanzado el número máximo de usuarios para tus asientos actuales. Por favor actualiza tu suscripción para agregar más usuarios.
pt_br: Voce atingiu o numero maximo de usuarios para seus assentos atuais. Atualize sua assinatura para adicionar mais usuarios.

source: Your current subscription does not allow adding more users this month.
es: Tu suscripción actual no permite agregar más usuarios este mes.
pt_br: Sua assinatura atual nao permite adicionar mais usuarios este mes.

source: Invitation created successfully for %(email)s.
es: Invitación creada exitosamente para %(email)s.
pt_br: Convite criado com sucesso para %(email)s.

source: Invitation updated for %(email)s.
es: Invitación actualizada para %(email)s.
pt_br: Convite atualizado para %(email)s.

source: Invitation for %(email)s has been cancelled.
es: La invitación para %(email)s ha sido cancelada.
pt_br: O convite para %(email)s foi cancelado.

source: %(available)s seats available (%(used)s of %(total)s used)
es: %(available)s asientos disponibles (%(used)s de %(total)s usados)

source: New request from {name}: {title}
es: Nueva solicitud de {name}: {title}

source: Request created: {title}
es: Solicitud creada: {title}

source: Request {status}
es: Solicitud {status}

source: Your request '{title}' has been {status}.
es: Tu solicitud '{title}' ha sido {status}.

source: New message from {name}
es: Nuevo mensaje de {name}

source: Sent an attachment
es: Envió un archivo adjunto

source: New chat message
es: Nuevo mensaje de chat

source: New chat messages
es: Nuevos mensajes de chat

source: unread messages
es: mensajes no leídos

source: Chat service unavailable
es: Servicio de chat no disponible

source: No messages yet. Start the conversation.
es: Aún no hay mensajes. Inicia la conversación.

source: Attachment
es: Adjunto

source: Could not start conversation
es: No se pudo iniciar la conversación

source: Could not load messages
es: No se pudieron cargar los mensajes

source: Could not send message
es: No se pudo enviar el mensaje

source: File is too large (max 25MB)
es: El archivo es demasiado grande (máx 25MB)

source: File type not allowed
es: Tipo de archivo no permitido

source: Unknown user
es: Usuario desconocido

source: Start Your 3-Day Free Trial
es: Comienza tu prueba gratuita de 3 días
pt_br: Comece seu teste gratuito de 3 dias

source: No credit card required. Full access for 3 days.
es: No se requiere tarjeta de crédito. Acceso completo por 3 días.
pt_br: Não é necessário cartão de crédito. Acesso total por 3 dias.

source: Work Email
es: Correo electrónico de trabajo
pt_br: E-mail corporativo

source: Start Trial
es: Comenzar prueba
pt_br: Começar teste

source: By signing up, you agree to our Terms of Service and Privacy Policy.
es: Al registrarte, aceptas nuestros Términos de servicio y Política de privacidad.
pt_br: Ao se inscrever, você concorda com nossos Termos de Serviço e Política de Privacidade.

source: Log in
es: Iniciar sesión
pt_br: Entrar

source: Last updated: November 23, 2025
es: Última actualización: 23 de Noviembre de 2025

source: Welcome to SecureApprove. By accessing or using our website and services, you agree to be bound by these Terms and Conditions and our Privacy Policy.
es: Bienvenido a SecureApprove. Al acceder o utilizar nuestro sitio web y servicios, usted acepta estar sujeto a estos Términos y Condiciones y nuestra Política de Privacidad.

source: 2. Biometric Data Privacy
es: 2. Privacidad de Datos Biométricos

source: Important Privacy Notice:
es: Aviso de Privacidad Importante:

source: We do not collect, store, or transmit your biometric data.
es: No recopilamos, almacenamos ni transmitimos sus datos biométricos.

source: SecureApprove utilizes WebAuthn standards for passwordless authentication. This means:
es: SecureApprove utiliza estándares WebAuthn para la autenticación sin contraseña. Esto significa:

source: Your biometric data (fingerprint, face scan, etc.) remains exclusively on your personal device.
es: Sus datos biométricos (huella digital, escaneo facial, etc.) permanecen exclusivamente en su dispositivo personal.

source: We never receive or store your raw biometric information.
es: Nunca recibimos ni almacenamos su información biométrica sin procesar.

source: Our servers only receive a cryptographic proof that you have successfully authenticated with your device.
es: Nuestros servidores solo reciben una prueba criptográfica de que se ha autenticado exitosamente con su dispositivo.

source: You retain full control over your biometric credentials and can remove them from your device at any time.
es: Usted conserva el control total sobre sus credenciales biométricas y puede eliminarlas de su dispositivo en cualquier momento.

source: 3. Data Usage and Sharing
es: 3. Uso y Compartición de Datos

source: We are committed to protecting your privacy and data security:
es: Estamos comprometidos a proteger su privacidad y seguridad de datos:

source: We do not sell, trade, or rent your personal identification information to others.
es: No vendemos, intercambiamos ni alquilamos su información de identificación personal a terceros.

source: We do not share your data with third parties for marketing purposes.
es: No compartimos sus datos con terceros con fines de marketing.

source: Your data is used solely for the purpose of providing the SecureApprove service, including processing approvals and managing your account.
es: Sus datos se utilizan únicamente con el fin de proporcionar el servicio SecureApprove, incluido el procesamiento de aprobaciones y la gestión de su cuenta.

source: 4. User Responsibilities
es: 4. Responsabilidades del Usuario

source: You are responsible for maintaining the confidentiality of your account and for restricting access to your devices. You agree to accept responsibility for all activities that occur under your account.
es: Usted es responsable de mantener la confidencialidad de su cuenta y de restringir el acceso a sus dispositivos. Acepta asumir la responsabilidad de todas las actividades que ocurran bajo su cuenta.

source: 5. Limitation of Liability
es: 5. Limitación de Responsabilidad

source: SecureApprove shall not be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from your access to or use of or inability to access or use the service.
es: SecureApprove no será responsable de ningún daño indirecto, incidental, especial, consecuente o punitivo, incluyendo, entre otros, pérdida de ganancias, datos, uso, buena voluntad u otras pérdidas intangibles, resultantes de su acceso o uso o incapacidad para acceder o usar el servicio.

source: I have read and agree to the
es: He leído y acepto los

source: and
es: y

source: Just now
es: Justo ahora
pt_br: Agora mesmo

source: Approval Types
es: Tipos de Aprobación

source: Create Approval Type
es: Crear Tipo de Aprobación

source: Edit Approval Type
es: Editar Tipo de Aprobación

source: Custom
es: Personalizado

source: approver
es: aprobador

source: approvers
es: aprobadores

source: Designated approvers:
es: Aprobadores designados:

source: Required Approvers
es: Aprobadores Requeridos

source: Designated Approvers
es: Aprobadores Designados

source: Number of approvals needed to approve requests of this type
es: Número de aprobaciones necesarias para aprobar solicitudes de este tipo

source: Number of approvals needed
es: Número de aprobaciones necesarias

source: Leave empty to allow any approver. Hold Ctrl/Cmd to select multiple.
es: Dejar vacío para permitir cualquier aprobador. Mantén Ctrl/Cmd para seleccionar varios.

source: Leave empty to allow any approver
es: Dejar vacío para permitir cualquier aprobador

source: Show amount field
es: Mostrar campo de monto

source: enabled
es: habilitado

source: disabled
es: deshabilitado

source: Approval type '%(name)s' has been %(status)s.
es: El tipo de aprobación '%(name)s' ha sido %(status)s.

source: Approval type '%(name)s' has been updated.
es: El tipo de aprobación '%(name)s' ha sido actualizado.

source: Approval type '%(name)s' has been created.
es: El tipo de aprobación '%(name)s' ha sido creado.

source: Approval type '%(name)s' has been deleted.
es: El tipo de aprobación '%(name)s' ha sido eliminado.

source: Cannot delete default approval types. You can disable them instead.
es: No se pueden eliminar los tipos de aprobación predeterminados. Puede deshabilitarlos en su lugar.No se pueden eliminar los tipos de aprobación predeterminados. Puedes deshabilitarlos.

source: Approval type not found.
es: Tipo de aprobación no encontrado.

source: Name and key are required.
es: El nombre y la clave son requeridos.

source: An approval type with this key already exists.
es: Ya existe un tipo de aprobación con esta clave.

source: Lowercase letters, numbers, and underscores only
es: Solo letras minúsculas, números y guiones bajos

source: e.g., Vacation Request
es: ej., Solicitud de Vacaciones

source: e.g., vacation
es: ej., vacaciones

source: Optional description...
es: Descripción opcional...

source: Cash
es: Efectivo

source: Cart
es: Carrito

source: Download
es: Descarga

source: Calendar
es: Calendario

source: Person
es: Persona

source: Building
es: Edificio

source: Tools
es: Herramientas

source: Laptop
es: Portátil

source: Check
es: Verificar

source: Health
es: Salud

source: Education
es: Educación

source: Time
es: Tiempo

source: Primary
es: Primario

source: Success
es: Éxito

source: Warning
es: Advertencia

source: Danger
es: Peligro

source: Info
es: Información

source: Secondary
es: Secundario

source: Are you sure you want to delete this approval type?
es: ¿Estás seguro de que deseas eliminar este tipo de aprobación?

source: No approval types configured.
es: No hay tipos de aprobación configurados.

source: Save Changes
es: Guardar Cambios

source: Super Admin - Tenant Management
es: Super Admin - Gestión de Inquilinos

source: Tenant Administration
es: Administración de Inquilinos

source: Manage tenants, plans, and administrators.
es: Gestiona inquilinos, planes y administradores.

source: Create Tenant
es: Crear Inquilino

source: Pricing Reference
es: Referencia de Precios

source: USD / user / month
es: USD / usuario / mes

source: Edit Tenant
es: Editar Inquilino

source: Invite Admin
es: Invitar Administrador

source: Invite Primary Admin
es: Invitar Administrador Principal

source: Invite a user to be the Tenant Admin for
es: Invitar a un usuario para ser Administrador del Inquilino de

source: Send Invitation
es: Enviar Invitación

source: No tenants found.
es: No se encontraron inquilinos.

source: Create New Tenant
es: Crear Nuevo Inquilino

source: Key (Slug)
es: Clave (Slug)

source: Unique identifier for the tenant (e.g. company-name)
es: Identificador único del inquilino (ej. nombre-empresa)

source: Max Users (Seats)
es: Máximo de Usuarios (Asientos)

source: Manually set the maximum number of users allowed.
es: Establecer manualmente el número máximo de usuarios permitidos.

source: Terms & Conditions
es: Términos y Condiciones

source: All rights reserved.
es: Todos los derechos reservados.

source: The tenant administrator can add as many users as needed; your subscription amount will be calculated based on the total number of seats.
es: El administrador del tenant puede agregar tantos usuarios como necesite; el monto de su suscripción se calculará en base al número total de asientos.

source: Start Free Trial
es: Comenzar Prueba Gratis
pt_br: Inicial

source: All plans include
es: Todos los planes incluyen
pt_br: Todos os planes incluyen

source: WebAuthn Security
es: Seguridad WebAuthn
pt_br: Seguridade WebAuthn

source: Cloud Hosting
es: Hospedaje en la Nube
pt_br: Hospedaje em a Nube

source: Secure, reliable cloud infrastructure
es: Infraestructura en la nube segura y confiable
pt_br: Infraestrutura em a nube segura e confiable

source: Mobile Ready
es: Listo para Móviles
pt_br: Listo para Móveis

source: Works perfectly on any device
es: Funciona perfectamente en cualquier dispositivo
pt_br: Funciona perfectamente em cualquier dispositivo

source: 24/7 Support
es: Soporte 24/7
pt_br: Soporte 24/7

source: Get help whenever you need it
es: Obtén ayuda cuando la necesites
pt_br: Obtén ayuda cuando a necesites

source: Questions about our plans?
es: ¿Preguntas sobre nuestros planes?
pt_br: ¿Preguntas sobre nuestros planes?

source: Contact our sales team
es: Contacta a nuestro equipo de ventas
pt_br: Contacta a nuestro equipo de ventas

source: Simple per-user pricing
es: Precios simples por usuario
pt_br: Precificação simples por usuário

source: 2 to 6 users
es: De 2 a 6 usuarios
pt_br: De 2 a 6 usuários

source: 7 to 12 users
es: De 7 a 12 usuarios
pt_br: De 7 a 12 usuários

source: More than 12 users
es: Más de 12 usuarios
pt_br: Mais de 12 usuários

source: Price per user (USD / month)
es: Precio por usuario (USD/mes)
pt_br: Preço por usuário (USD/mês)

source: 2-6 users - $90/user/month
es: 2-6 usuarios - $90/usuario/mes

source: 7-12 users - $75/user/month
es: 7-12 usuarios - $75/usuario/mes

source: 12+ users - $65/user/month
es: 12+ usuarios - $65/usuario/mes

source: Yes, we offer a 3-day free trial for all plans. No credit card required to start.
es: Sí, ofrecemos una prueba gratuita de 3 días para todos los planes. No se requiere tarjeta de crédito para comenzar.

source: Privacy Policy - SecureApprove
es: Política de Privacidad - SecureApprove

source: Privacy Policy
es: Política de Privacidad

source: Last updated: December 6, 2025
es: Última actualización: 6 de diciembre de 2025

source: 1. Introduction
es: 1. Introducción

source: At SecureApprove, we take your privacy seriously. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our service.
es: En SecureApprove, tomamos tu privacidad muy en serio. Esta Política de Privacidad explica cómo recopilamos, usamos, divulgamos y protegemos tu información cuando utilizas nuestro servicio.

source: 2. Information We Collect
es: 2. Información que Recopilamos

source: We collect information that you provide directly to us:
es: Recopilamos información que nos proporcionas directamente:

source: Account information: name, email address, and organization details.
es: Información de la cuenta: nombre, dirección de correo electrónico y detalles de la organización.

source: Approval requests and related metadata.
es: Solicitudes de aprobación y metadatos relacionados.

source: Usage data and interaction logs for service improvement.
es: Datos de uso y registros de interacción para mejorar el servicio.

source: Important:
es: Importante:

source: We do NOT collect, store, or have access to your biometric data. All biometric authentication is processed locally on your device.
es: NO recopilamos, almacenamos ni tenemos acceso a tus datos biométricos. Toda la autenticación biométrica se procesa localmente en tu dispositivo.

source: 3. Biometric Authentication
es: 3. Autenticación Biométrica

source: SecureApprove uses WebAuthn technology for passwordless authentication. This means:
es: SecureApprove utiliza tecnología WebAuthn para autenticación sin contraseña. Esto significa:

source: Your biometric data (fingerprint, face scan, etc.) never leaves your device.
es: Tus datos biométricos (huella digital, escaneo facial, etc.) nunca salen de tu dispositivo.

source: We only receive a cryptographic signature that proves you authenticated successfully.
es: Solo recibimos una firma criptográfica que demuestra que te autenticaste exitosamente.

source: Even if our servers were compromised, your biometric data would remain safe on your device.
es: Incluso si nuestros servidores fueran comprometidos, tus datos biométricos permanecerían seguros en tu dispositivo.

source: You can delete your authentication credentials from your device at any time.
es: Puedes eliminar tus credenciales de autenticación de tu dispositivo en cualquier momento.

source: 4. How We Use Your Information
es: 4. Cómo Usamos Tu Información

source: We use the information we collect to:
es: Usamos la información que recopilamos para:

source: Provide, maintain, and improve our services.
es: Proporcionar, mantener y mejorar nuestros servicios.

source: Process and manage approval requests.
es: Procesar y gestionar solicitudes de aprobación.

source: Send you notifications about your approvals.
es: Enviarte notificaciones sobre tus aprobaciones.

source: Respond to your comments and questions.
es: Responder a tus comentarios y preguntas.

source: Monitor and analyze usage patterns to improve user experience.
es: Monitorear y analizar patrones de uso para mejorar la experiencia del usuario.Monitorear y analizar patrones de uso para mejorar la experiencia del usuario.

source: 5. Information Sharing
es: 5. Compartición de Información

source: We do not sell, trade, or rent your personal information to third parties. We may share your information only in the following circumstances:
es: No vendemos, intercambiamos ni alquilamos tu información personal a terceros. Podemos compartir tu información solo en las siguientes circunstancias:

source: With your consent or at your direction.
es: Con tu consentimiento o bajo tu dirección.

source: With other members of your organization as necessary for the approval workflow.
es: Con otros miembros de tu organización según sea necesario para el flujo de aprobación.

source: To comply with legal obligations or respond to lawful requests.
es: Para cumplir con obligaciones legales o responder a solicitudes legales.Para cumplir con obligaciones legales o responder a solicitudes legítimas.

source: To protect the rights, privacy, safety, or property of SecureApprove, our users, or the public.
es: Para proteger los derechos, privacidad, seguridad o propiedad de SecureApprove, nuestros usuarios o el público.

source: 6. Data Security
es: 6. Seguridad de Datos
